{
  "Presentation": {
    "greeting": "FullStack Developer",
    "description": "Hello! My name is Kéven Goulart and I work as a developer specializing in TypeScript, Node, React, NextJS and NestJS. I have experience in building full-stack applications, working on both front-end and back-end development, with a focus on scalable and well-structured solutions, and i have advanced proficiency in English."
  },
  "Projects": {
    "title": "Personal Projects",
    "description": "It may take some time for the online projects to load, as they are hosted on free-tier services.",
    "geeklogDescription": "A social platform I developed for reviewing and sharing different types of media — such as movies, tv shows, books, games and others — with friends",
    "geeklogTech": "Technologies used: NextJS, NestJS, TailwindCSS, Typescript, MongoDB, Prisma, Redis, Docker, etc.",
    "pokeGuesserDescription": "Small game to guess the names of Pokémons",
    "pokeGuesserTech": "Technologies used: NestJS, TailwindCSS, Typescript, Prisma, Docker, Postgres, NestJS",
    "typeBattleDescription": "Online game to compete in real time with another person to see who types the displayed words the fastest — the first to complete all 10 words wins.",
    "typeBattleTech": "Technologies used: NextJS, TypeScript, TailwindCSS, WebSocket.",
    "whatsGoodDescription": "A web application that shows the highest rated movies and TV shows of some of the most popular streaming services.",
    "whatsGoodTech": "Technologies used: NextJS, NestJS, TailwindCSS, TypeScript.",
    "otherProjects": "Other Projects",
    "otherProjectsDescription": "You can check out my other projects on my GitHub profile.",
    "otherProjectsTech": ""
  },
  "ProfessionalProjects": {
    "title": "Professional Projects",
    "upslimDescription": "Web platform developed to manage user access to a subscription-based service focused on a weight loss method. The system provides secure authentication, subscription management, exclusive content, and a smooth experience for returning users.",
    "upslimTech": "Technologies used: Next.js, NestJS, Tailwind CSS, TypeScript, PostgreSQL, Prisma, Redis, Docker, etc.",
    "draVictoriaDescription": "Institutional landing page developed to present the doctor, her services, and areas of expertise, with a focus on credibility, clear information, and converting visitors into qualified leads.",
    "draVictoriaTech": "Technologies used: Next.js, Tailwind CSS, TypeScript, Docker.",
    "goldCicloDescription": "Landing page developed to promote a vitamin supplement, focusing on clear presentation of the product, its differentiators, and composition, prioritizing credibility, usability, and conversion.",
    "goldCicloTech": "Technologies used: Next.js, Tailwind CSS, TypeScript, Docker.",
    "maisVitDescription": "Landing page developed for the institutional presentation of a vitamin supplement brand, focusing on strengthening brand positioning.",
    "maisVitTech": "Technologies used: Next.js, Tailwind CSS, TypeScript, Docker.",
    "metibalaDescription": "Landing page developed to promote a vitamin supplement, focusing on clear presentation of the product, its differentiators, and composition, prioritizing credibility, usability, and conversion.",
    "metibalaTech": "Technologies used: Next.js, Tailwind CSS, TypeScript, Docker."
  },
  "Experience": {
    "title": "Work Experience and Studies",
    "workTitle": "Work Experience :",
    "academicTitle": "Academic history :",
    "job1": "FullStack Developer",
    "job2": "Systems Analyst",
    "job3": "Intern Developer",
    "degree": "Bachelor's degree in Information Systems",
    "current": "current"
  },
  "Header": {
    "aboutMe": "about me",
    "projects": "projects",
    "experience": "experience",
    "abilities": "abilities",
    "contact": "contact"
  },
  "Abilities": {
    "title": "Abilities"
  },
  "Contact": {
    "title": "Contact"
  },
  "Modal": {
    "warning": "The online applications may take some time to fully initialize, as they are hosted on free services.",
    "button": "Access",
    "seeMore": "See more"
  }
}
