{
  "HomePage": {
    "aboutMe": "Sobre Mim",
    "projects": "Projetos",
    "experience": "Experiência"
  },
  "About": {
    "title": "Keven Goulart",
    "subtitle": "Desenvolvedor Full-Stack",
    "presentation": "Olá! Estou em busca de uma oportunidade para crescer como profissional. Trabalho como desenvolvedor especializado em TypeScript, Node.js, React, Next.js e Nest.js entre outras tecnologias.",
    "experience": "Tenho experiência no desenvolvimento de aplicações completas, atuando tanto no front-end quanto no back-end, com foco em soluções escaláveis e bem estruturadas."
  },
  "Presentation": {
    "greeting": "Desenvolvedor FullStack",
    "description": "Olá! Meu nome é Kéven Goulart Medeiros, trabalho como desenvolvedor especializado em TypeScript, Node.js, React, Next.js e Nest. Tenho experiência na construção de aplicações full-stack, atuando tanto no front-end quanto no back-end, com foco em soluções escaláveis e bem estruturadas."
  },
  "Projects": {
    "title": "Projetos",
    "description": "Pode levar algum tempo para os projetos online carregarem, pois são hospedados em serviços gratuitos.",
    "geeklogDescription": "Uma rede social que desenvolvi para analisar e compartilhar diferentes tipos de mídia — como filmes, séries, livros e jogos — com amigos",
    "geeklogTech": "Tecnologias utilizadas: NextJS, NestJS, TailwindCSS, Typescript, MongoDB, Prisma, Redis, Docker, etc.",
    "pulumiDescription": "CI/CD usando Github Workflows e Pulumi para review e deploy do código para Aws",
    "pulumiTech": "Tecnologias usadas: NestJS, Typescript, Docker, Pulumi, GitHub workflow, Aws",
    "dtMoneyDescription": "Modelo de serviço desenvolvido para ajudar a gerenciar facilmente suas despesas",
    "dtMoneyTech": "Tecnologias utilizadas: Vite, Typescript.",
    "pokeGuesserDescription": "Pequeno joguinho de acertar o nome de Pokemons",
    "pokeGuesserTech": "Tecnologias utilizadas: NestJS, TailwindCSS, Typescript, Prisma, Docker, Postgres, NestJS",
    "typeBattleDescription": "Jogo online para disputar com outra pessoa em tempo real quem digite mais rápido as palavras exibidas, o primeiro a completar as 10 palavras vence",
    "typeBattleTech": "Tecnologias utilizadas: NextJS, TypeScript, TailwindCSS, WebSocket.",
    "whatsGoodDescription": "Uma aplicação web que mostra os filmes e séries mais bem avaliados de algumas das plataformas de streaming mais populares.",
    "whatsGoodTech": "Tecnologias utilizadas: NextJS, NestJS, TailwindCSS, TypeScript.",
    "otherProjects": "Outros Projetos",
    "otherProjectsDescription": "Você pode conferir meus outros projetos no meu perfil do GitHub",
    "otherProjectsTech": ""
  },
  "Experience": {
    "title": "Experiência Profissional e Estudos",
    "workTitle": "Experiência profissional :",
    "academicTitle": "Histórico acadêmico :",
    "job1": "Desenvolvedor FullStack",
    "job2": "Analista de Sistemas",
    "job3": "Desenvolvedor Estagiário",
    "degree": "Bacharelado em Sistemas de Informação",
    "current": "atual"
  },
  "Header": {
    "aboutMe": "sobre mim",
    "projects": "projetos",
    "experience": "experiência",
    "abilities": "habilidades",
    "contact": "contato"
  },
  "Abilities": {
    "title": "Habilidades"
  },
  "Contact": {
    "title": "Contato"
  }
}
