{
  "Presentation": {
    "greeting": "Desenvolvedor FullStack",
    "description": "Olá! Meu nome é Kéven Goulart, trabalho como desenvolvedor especializado em TypeScript, Node, React, NextJS e NestJS. Tenho experiência na construção de aplicações full-stack, atuando tanto no front-end quanto no back-end, com foco em soluções escaláveis e bem estruturadas, e possuo proficiência avançada em inglês."
  },
  "Projects": {
    "title": "Projetos Autorais",
    "description": "Pode levar algum tempo para os projetos online carregarem, pois são hospedados em serviços gratuitos.",
    "geeklogDescription": "Uma rede social que desenvolvi para analisar e compartilhar diferentes tipos de mídia — como filmes, séries, livros e jogos — com amigos",
    "geeklogTech": "Tecnologias utilizadas: NextJS, NestJS, TailwindCSS, Typescript, MongoDB, Prisma, Redis, Docker, etc.",
    "pulumiDescription": "CI/CD usando Github Workflows e Pulumi para review e deploy do código para Aws",
    "pulumiTech": "Tecnologias usadas: NestJS, Typescript, Docker, Pulumi, GitHub workflow, Aws",
    "dtMoneyDescription": "Modelo de serviço desenvolvido para ajudar a gerenciar facilmente suas despesas",
    "dtMoneyTech": "Tecnologias utilizadas: Vite, Typescript.",
    "pokeGuesserDescription": "Pequeno joguinho de acertar o nome de Pokemons",
    "pokeGuesserTech": "Tecnologias utilizadas: NestJS, TailwindCSS, Typescript, Prisma, Docker, Postgres, NestJS",
    "typeBattleDescription": "Jogo online para disputar com outra pessoa em tempo real quem digite mais rápido as palavras exibidas, o primeiro a completar as 10 palavras vence",
    "typeBattleTech": "Tecnologias utilizadas: NextJS, TypeScript, TailwindCSS, WebSocket.",
    "whatsGoodDescription": "Uma aplicação web que mostra os filmes e séries mais bem avaliados de algumas das plataformas de streaming mais populares.",
    "whatsGoodTech": "Tecnologias utilizadas: NextJS, NestJS, TailwindCSS, TypeScript.",
    "otherProjects": "Outros Projetos",
    "otherProjectsDescription": "Você pode conferir meus outros projetos no meu perfil do GitHub",
    "otherProjectsTech": ""
  },
  "ProfessionalProjects": {
    "title": "Projetos Profissionais",
    "upslimDescription": "Plataforma web desenvolvida para gerenciar o acesso de usuários a um serviço de assinatura focado em um método de emagrecimento. O sistema oferece autenticação segura, controle de assinaturas, conteúdo exclusivo e uma experiência fluida para usuários recorrentes.",
    "upslimTech": "Tecnologias usadas: NextJS, NestJS, TailwindCSS, Typescript, PostgreSQL, Prisma, Redis, Docker, etc.",
    "draVictoriaDescription": "Landing page institucional desenvolvida para apresentar a doutora, seus serviços e áreas de atuação, com foco em credibilidade, clareza das informações e conversão de visitantes em contatos qualificados.",
    "draVictoriaTech": "Tecnologias usadas: NextJS, TailwindCSS, Typescript, Docker.",
    "goldCicloDescription": "Landing page desenvolvida para a divulgação de um suplemento vitamínico, com foco em apresentação clara do produto, seus diferenciais e composição, priorizando credibilidade, usabilidade e conversão.",
    "goldCicloTech": "Tecnologias usadas: NextJS, TailwindCSS, Typescript, Docker.",
    "maisVitDescription": "Landing page desenvolvida para apresentação institucional de uma marca de suplementos vitamínicos, com foco em fortalecer o posicionamento da marca.",
    "maisVitTech": "Tecnologias usadas: NextJS, TailwindCSS, Typescript, Docker.",
    "metibalaDescription": "Landing page desenvolvida para a divulgação de um suplemento vitamínico, com foco em apresentação clara do produto, seus diferenciais e composição, priorizando credibilidade, usabilidade e conversão.",
    "metibalaTech": "Tecnologias usadas: NextJS, TailwindCSS, Typescript, Docker."
  },
  "Experience": {
    "title": "Experiência Profissional e Estudos",
    "workTitle": "Experiência profissional :",
    "academicTitle": "Histórico acadêmico :",
    "job1": "Desenvolvedor FullStack",
    "job2": "Analista de Sistemas",
    "job3": "Desenvolvedor Estagiário",
    "degree": "Bacharelado em Sistemas de Informação",
    "current": "atual"
  },
  "Header": {
    "aboutMe": "sobre mim",
    "projects": "projetos",
    "experience": "experiência",
    "abilities": "habilidades",
    "contact": "contato"
  },
  "Abilities": {
    "title": "Habilidades"
  },
  "Contact": {
    "title": "Contato"
  },
  "Modal": {
    "warning": "As aplicações online podem demorar a inicializar por completo por estarem hospedadas em serviços gratuitos.",
    "button": "Acessar",
    "seeMore": "Ver mais"
  }
}
